Repository: kunkakamikasa/photorevival-ios
Catalog: photoreviveaiedit/Localizable.xcstrings
Source language: en
Languages: ar, fil, he, hi, id, ja, ms, tr, ur, vi

source: Restore Purchases
ar: استعادة المشتريات
fil: Ibalik ang mga Binili
he: שחזור רכישות
hi: खरीदारी पुनर्स्थापित करें
id: Pulihkan Pembelian
ja: 購入を復元
ms: Pulihkan Pembelian
tr: Satın Alımları Geri Yükle
ur: خریداریاں بحال کریں
vi: Khôi phục giao dịch mua

source: Restoring...
ar: إعادة...
fil: Pagbabalik...
he: אחסון מחדש...
id: Mengembalikan...
ja: 修復...
ms: Memulihkan...
ur: آرام کرنا...
vi: Đang phục hồi...

source: Return home
ar: العودة إلى الوطن
fil: Umuwi
he: חזרה הביתה
hi: घर वापसी
id: Pulang
ja: ホームに戻る
ms: Kembali ke rumah
tr: Eve dön Eve dön
ur: گھر واپسی
vi: Về nhà

source: Returning Users Only
ar: المستخدمون العائدون فقط
fil: Pagbabalik sa mga Gumagamit Lamang
he: החזרת המשתמשים רק
hi: केवल उपयोगकर्ताओं को लौटाना
id: Hanya Pengguna Kembali
ja: ユーザのみを返す
ms: Pengguna yang Kembali Hanya
tr: Kullanıcılara Geri Dönüş Sadece
ur: صرف صارفین کو واپس کرنا
vi: Chỉ người dùng trở về

source: Returns to the editor while this video continues generating
ar: عودة إلى المحرّر بينما هذا الفيديو يستمر في توليد
fil: Bumalik sa editor samantalang ang video na ito ay patuloy na lumilikha
he: חזרה לעורך בזמן שהסרטון הזה ממשיך לייצר
hi: इस वीडियो को जारी रखने के दौरान संपादक को वापस लौटें
id: Kembali ke penyunting sementara video ini terus menghasilkan
ja: このビデオが生成し続けている間、エディタに戻る
ms: Wourdis Kembali ke editor sementara video ini terus menghasilkan
tr: Editöre dönerken, bu video üretmeye devam ediyor
ur: ایڈیٹر کی طرف رجوع کرتے ہیں جبکہ یہ ویڈیو جاری رکھتی ہے۔
vi: Trở về trình soạn thảo trong khi video này tiếp tục tạo ra

source: Reward Redemption
ar: Reward Reemption
fil: Pagbabawas ng Gantimpala
he: גאווה
hi: रिवार्ड रिडेम्पशन
id: Redemption
ja: 報酬償還
ms: Penebusan Upah
tr: Redemption
ur: سرخ رنگ
vi: Sự đền bù xứng đáng

source: Save
ar: حفظ
fil: I-save
he: שמירה
hi: सहेजें
id: Simpan
ja: 保存
ms: Simpan
tr: Kaydet
ur: محفوظ کریں
vi: Lưu

source: Save generated photo
ar: إنقاذ الصورة
fil: Larawang ginawa ni Save
he: שמור תמונה
hi: फोटो गैलरी
id: Simpan foto yang dihasilkan
ja: 生成された写真を保存
ms: Simpan foto yang dihasilkan
tr: Üretilen fotoğraf
ur: تصویر کو محفوظ کریں
vi: Lưu tạo ảnh

source: Save generated video
ar: أنقذ الفيديو
fil: Naglabas ng video ang Save
he: הצילו וידאו
hi: उत्पन्न वीडियो सहेजें
id: Simpan video yang dihasilkan
ja: 生成されたビデオを保存
ms: Simpan video yang dihasilkan
tr: Kaydet
ur: ویڈیو تیار کریں
vi: Lưu tạo ra video

source: Save output settings
ar: أطر الإنقاذ للنواتج
fil: Magtipid ng output settings
he: שמירה על הגדרות
hi: आउटपुट सेटिंग सहेजें
id: Simpan pengaturan keluaran
ja: 出力設定を保存
ms: Simpan tetapan output
tr: Kaydet çıkış ayarları
ur: ترتیبات محفوظ کریں
vi: Lưu thiết lập xuất

source: Saved
ar: منقذة
fil: Iniligtas
he: להציל
hi: सेव
id: Tersimpan
ja: 保存済み
ms: Diselamatkan
tr: Saved Saved
ur: محفوظ کریں
vi: Đã lưu

source: Saved successfully
ar: أنقذ بنجاح
fil: Matagumpay na Iniligtas
he: הציל בהצלחה
hi: सफलतापूर्वक सेव
id: Disimpan dengan sukses
ja: 成功した保存
ms: Kemudi berhasil disimpan
tr: başarıyla kurtarıldı
ur: محفوظ ہوا
vi: Đã lưu thành công

source: Scratch to reveal
ar: التسلل للكشف
fil: Scratch upang isiwalat
he: לגרד כדי לחשוף
hi: प्रकट करने के लिए स्क्रैच
id: Scratch untuk mengungkapkan
ja: 明らかにするスクラッチ
ms: Scratch untuk mengungkapkan
tr: Saçmak
ur: ظاہر کرنے کے لئے سخت کوشش
vi: Vết xước cần tiết lộ

source: SCRATCH TO REVEAL
ar: حرية التنقل
fil: SCRATCH to APOY
he: תגית: REVEAL
ja: 回復するスクラッチ
ms: APAKAH UNTUK MEMBAWA
tr: SATCH TO REVEALAL
ur: بیت‌ایل میں
vi: CÂU CHUYỆN VỚI CÂU HỎI

source: Selected
ar: مختارة
fil: Pinili
he: נבחר
hi: चयनित
id: Dipilih
ja: 選択する
ms: Dipilih
tr: Seçilmiş seçilmiş
ur: منتخب کردہ
vi: Đã chọn

source: Send Feedback
ar: إرسال Feedback
fil: Pagpapakain
he: שלח משוב
hi: प्रतिक्रिया भेजें
id: Kirim Feedback
ja: フィードバックを送信
ms: Feedback
tr: Geri bildirim
ur: Fedback بھیجو
vi: Gửi ngược lại

source: Send Suggestion
ar: إرسال اقتراح
fil: Magpadala ng Mungkahi
he: שלח הצעות
hi: सुझाव
id: Kirim Saran
ja: 提案を送信して下さい
ms: Kirim Saran
ur: بھیج دیجئے
vi: Gửi gợi ý

source: Sending…
ar: إرسال...
fil: Pagpadala...
he: שולח...
hi: भेजना
id: Mengirim...
ja: 送信...
ms: Mengeluarkan...
tr: Gönder...
ur: اتاری جارہی ہے...
vi: Đang gửi...

source: Setting
ar: الإعدادات
fil: Mga Setting
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
ja: 設定
ms: Tetapan
tr: Ayarlar
ur: ترتیبات
vi: Cài đặt

source: Share
ar: مشاركة
fil: Ibahagi
he: שיתוף
hi: साझा करें
id: Bagikan
ja: 共有
ms: Kongsi
tr: Paylaş
ur: شیئر کریں
vi: Chia sẻ

source: Share to:
ar: شارك في:
fil: Bahagi:
he: שיתוף:
hi: साझा करना:
id: Berbagi ke:
ja: シェアする:
ms: Kongsi ke:
ur: شیئر میں شریک:
vi: Chia sẻ:

source: Sign In
ar: تسجيل الدخول
fil: Mag-sign In
he: התחברות
hi: साइन इन करें
id: Masuk
ja: サインイン
ms: Log Masuk
tr: Giriş Yap
ur: سائن ان کریں
vi: Đăng nhập

source: Sign in to view created photos
ar: الإشارة إلى الصور المستحدثة
fil: Tanda upang makita ang mga nalikhang larawan
he: היכנס כדי להציג תמונות
hi: तस्वीरों को देखने के लिए साइन इन करें
id: Masuk untuk melihat foto yang dibuat
ja: 作成した写真を見るためにサインイン
ms: Tanda tangan untuk melihat foto yang diciptakan
tr: Oluşturulan fotoğrafları görmek için oturum açın
ur: تصویر کو دیکھنے کے لئے اشارے
vi: Ký vào đây để xem các ảnh được tạo ra

source: Sign Out
ar: تسجيل الخروج
fil: Mag-sign Out
he: התנתקות
hi: साइन आउट करें
id: Keluar
ja: サインアウト
ms: Log Keluar
tr: Çıkış Yap
ur: سائن آؤٹ کریں
vi: Đăng xuất

source: Sign Out?
ar: التوقيع؟
fil: Tanda?
he: לחתום?
hi: साइन आउट?
id: Tanda tangan?
ja: サインアップ
tr: Üye Olun?
ur: نشان باہر؟
vi: Ký?

source: Sign-in failed
ar: لقد فشلت الإشارة
fil: Bigo ang Sign-in
he: Sign-in Fail
hi: साइन-इन विफल
id: Sinyal-in gagal
ja: サインイン失敗
ms: Sign-in gagal
tr: Sign-in başarısız oldu
ur: سائن ناکام ہوا
vi: Lỗi đăng nhập

source: Signing In...
ar: التوقيع...
fil: Pagsesenyas
he: חתום ב...
hi: साइन इन करें
id: Masuk...
ja: サインイン
ms: Signing Masuk...
ur: میں دستخط کرنا...
vi: Ký tên vào...

source: Signing Out...
ar: التوقيع...
fil: Pagsesenyas...
he: חתום בחוץ...
hi: साइन आउट
ja: サインアップ
ms: Signing Keluar...
tr: Üye Olun...
ur: برآمد کرنا...
vi: Ký tên...

source: SPECIAL
ar: الخاصة
fil: PAGHAHALAGA
he: המונחים:
hi: विशेष
ja: スペシャル
ms: ASIA
tr: ÖZEL
ur: چین
vi: (Tiếng Tây Ban Nha)

source: Special offer for your family's memories
ar: عرض خاص لذكريات عائلتك
fil: Pantanging alok para sa mga alaala ng inyong pamilya
he: הצעה מיוחדת לזיכרון המשפחה
hi: अपने परिवार की यादों के लिए विशेष प्रस्ताव
id: Tawaran khusus untuk kenangan keluarga Anda
ja: あなたの家族の思い出のための特別なオファー
ms: Tawaran khusus untuk kenangan keluargamu
tr: Ailenizin anıları için özel teklif
ur: اپنے خاندان کی یادوں کے لیے خصوصی پیشکش کرتے ہیں۔
vi: Lời đề nghị đặc biệt cho ký ức của gia đình

source: Special offer, limited time only
ar: عرض خاص، وقت محدود فقط
fil: Pantanging alok, limitadong panahon lamang
he: הצעה מיוחדת, זמן מוגבל בלבד
hi: विशेष पेशकश, सीमित समय केवल
id: Tawaran khusus, waktu terbatas saja
ja: 特別オファー、期間限定
ms: Tawaran khusus, waktu terbatas hanya
tr: Özel teklif, sınırlı zaman sadece
ur: خصوصی پیشکش، محدود وقت
vi: Đề nghị đặc biệt, chỉ giới hạn thời gian

source: Start My Free Trial
ar: ابدأ المحاكمة الحرة
fil: Magsimula sa Aking Malayang Pagsubok
he: התחל את המשפט החופשי שלי
hi: मेरी फ्री ट्रायल शुरू करें
ja: 無料トライアルを開始
ms: Mulailah Ujian Bebas Saya
tr: Start My Free Essay
ur: اپنی آزادی کا آغاز
vi: Hãy bắt đầu thử thách miễn phí

source: SUBSCRIBER EXCLUSIVE
ar: مقتطف
fil: SUBSCRIBER EXCLUSVE
he: SUBSCRITER EXCLUSIVE
id: SUBSCRIBER EXCLUSIF
ja: 免責事項
ms: SUBSCRIBER EKSKLIS
ur: س . ع .
vi: CHỮNG CÂU CHUYỆN

source: Subscriber exclusive, 1,600 lifetime credits
ar: الائتمانات المخصصة للمجندين حصريا، 600 1 ائتمان مدى الحياة
fil: Nag - uulat ng eksklusibo, 1,600 habang - buhay na mga kredito
he: מנוי בלעדי, 1,600 זיכויים חיים
hi: अभिदाता अनन्य, 1,600 जीवनकाल क्रेडिट
id: Subscriber eksklusif, 1.600 kredit seumur hidup
ja: 加入者限定、1,600の生涯クレジット
ms: Langganan eksklusif, 1.600 kredit seumur hidup
tr: Abone özel, 1,600 ömür boyu kredi
ur: صرف 1600 زندگی کے کریڈٹ
vi: Độc quyền, 1.600 khoản tín dụng suốt đời

source: Suggest a Template
ar: اقتراح نموذج
fil: Magmungkahi ng template
he: מציע תבנית
hi: एक टेम्पलेट सुझाव
id: Sarankan Template
ja: テンプレートを提案する
ms: Cadangkan Templat
tr: Bir Şablon Önerisi
ur: حفاظتی مقام
vi: Đề nghị mẫu

source: Suggest your favorite video or photo template - we're listening!
ar: اعرض فيديوك المفضل او نموذج الصور نحن نستمع
fil: Subukan ang paborito mong video o photo template - nakikinig tayo!
he: מציע את תבנית הוידאו או התמונה האהובה עליך - אנחנו מקשיבים!
hi: अपने पसंदीदा वीडियो या फोटो टेम्पलेट का सुझाव दें - हम सुन रहे हैं!
id: Sarankan video favorit Anda atau foto template - kami mendengarkan!
ja: お気に入りのビデオや写真テンプレートをご提案します。
ms: Kami mendengarkan!
tr: En sevdiğiniz video veya fotoğraf şablonunuzu öner - dinliyoruz!
ur: آپ کی پسندیدہ ویڈیو یا تصویر عارضی - ہم سن رہے ہیں!
vi: Đề nghị video hoặc mẫu ảnh yêu thích của bạn - chúng tôi đang lắng nghe!

source: Suggestion
ar: الاقتراح
fil: Mungkahi
he: הצעות
hi: सुझाव
id: Saran
ja: 提案
ms: Cadangan
tr: Öneri
ur: غیر متصل
vi: Đề nghị

source: Suggestion FAQ
ar: الوظائف المقترحة
fil: Mungkahi
he: שאלות נפוצות
hi: सुझाव
id: Saran FAQ
ja: 提案FAQ
ms: Casonation FAQ
tr: Öneri SSS
ur: فن‌لینڈ
vi: Đề nghị FAQ

source: Suggestion sent
ar: الاقتراح المرسل
fil: Nagpadala ng mungkahi
he: הצעה נשלחה
hi: सुझाव भेजा
id: Saran dikirim
ja: 提案の送信
ms: Cadangan dikirim
tr: Öneri
ur: پیام بھیجا گیا
vi: Đề nghị đã gửi

source: Swipe up or down to browse templates
ar: اضغطي أو اتجهي نحو نماذج السحب
fil: Ibalot sa itaas o sa ibaba upang manginain ng mga template
he: Swipe למעלה או למטה כדי לגלוש תבניות
hi: टेम्पलेट ब्राउज़ करने के लिए ऊपर या नीचे स्वाइप करें
id: Geser ke atas atau ke bawah untuk browse template
ja: テンプレートを参照するために上下にスワイプ
ms: Swipe naik atau turun untuk melihat templat
tr: Swipe up veya aşağı indirmek için
ur: نیچے بیٹھ جائیں یا نیچے گریں
vi: Cuộn lên hay xuống để duyệt mẫu

source: Swipe up or down to explore more templates
ar: اصعدي أو اتجهي لاستكشاف المزيد من النماذج
fil: Haluin o galugarin higit pang mga template
he: לקום או למטה כדי לחקור עוד תבניות
hi: खोज करने के लिए ऊपर या नीचे स्वाइप करें टेम्पलेट्स
id: Geser ke atas atau ke bawah untuk mengeksplorasi lebih banyak template
ja: 探索するスワイプアップまたはダウン より多くのテンプレート
ms: Swipe naik atau turun untuk menjelajah Lebih banyak templat
tr: Swipe up or down to discover Daha fazla şablon
ur: جانچنے کے لئے اوپر یا نیچے بیٹھ جائیں زیادہ سے زیادہ وقفہ
vi: Name nhiều mẫu

source: Tell us how we can improve. Your suggestions mean a lot!
ar: أخبرنا كيف يمكننا تحسين اقتراحاتك يعني الكثير!
fil: Sabihin sa amin kung paano kami susulong. Napakarami!
he: ספרו לנו כיצד נוכל לשפר את ההצעות שלכם זה הרבה!
hi: हमें बताएं कि हम कैसे सुधार सकते हैं। बहुत कुछ मतलब!
id: Beritahu kami bagaimana kami bisa meningkatkan. sangat berarti!
ja: 改善方法を教えてください。あなたの提案 たくさん!
ms: Beritahu kami bagaimana kami bisa memperbaiki diri. Sangat berarti!
tr: Bize nasıl geliştirebileceğimizi söyleyin. Öneriniz Çok şey demek!
ur: آئیں ، اِس سلسلے میں کچھ مشورے پر غور کریں ۔ بہت مطلب ہے!
vi: Hãy cho chúng tôi biết làm thế nào chúng tôi có thể cải thiện. Rất có ý nghĩa!

source: Tell us what you would like to see improved. A screenshot is optional.
ar: أخبرنا ماذا تريد أن ترى متحسّناً، التصويب اختياري.
fil: Sabihin mo sa amin kung ano ang gusto mong makita na bumuti.
he: ספר לנו מה אתה רוצה לראות משופר, צילום מסך הוא אופציונלי.
hi: हमें बताएं कि आप क्या सुधारना चाहते हैं। एक स्क्रीनशॉट वैकल्पिक है।
id: Beritahu kami apa yang ingin Anda lihat ditingkatkan. Sebuah cuplikan layar adalah opsional.
ja: 改善したいものを教えてください。スクリーンショットはオプションです。
ms: Beritahu kami apa yang ingin kau lihat.
tr: Geliştirilenleri görmek istediğinizi söyleyin. Bir ekran görüntüsü isteğe bağlı.
ur: ہمیں بتائیں کہ آپ بہتر دیکھنا چاہتے ہیں.
vi: Nói xem anh muốn thấy gì được cải thiện.

source: Terms of Use
ar: شروط الاستخدام
fil: Mga Tuntunin ng Paggamit
he: תנאי שימוש
hi: उपयोग की शर्तें
id: Ketentuan Penggunaan
ja: 利用規約
ms: Terma Penggunaan
tr: Kullanım Koşulları
ur: استعمال کی شرائط
vi: Điều khoản sử dụng

source: Text to Image
ar: نص للصور
fil: Tekstong Ilalarawan
he: טקסט לצילום
hi: छवि के लिए पाठ
id: Teks ke Gambar
ja: テキストからイメージまで
ms: Teks untuk Gambar
ur: تصویر کیلئے متن
vi: Văn bản tới Ảnh

source: Text To Video
ar: النص إلى الفيديو
fil: Teksto sa Video
he: טקסט וידאו
hi: वीडियो
id: Teks Untuk Video
ja: テキストビデオ
ms: Teks Ke Video
tr: Video To Video
ur: ویڈیو کیلئے متن
vi: Văn bản sang Ảnh động

source: Thanks for helping us improve Photo Revival.
ar: شكرا لمساعدتنا في تحسين Photo Revival
fil: Salamat sa pagtulong sa amin na sumulong ng Photo Revival.
hi: हमें Photo Revival में सुधार करने में मदद करने के लिए धन्यवाद।
ja: Photo Revivalを改善するのを助けてありがとう。
ms: Terima kasih telah membantu kami meningkatkan Photo Revival.
tr: Photo Revival geliştirmemize yardımcı olmak için teşekkürler.

source: The invitation code is on your clipboard.
ar: رمز الدعوة على مشبكك
fil: Ang kodigo sa pag - aanyaya ay nasa iyong clipboard.
he: קוד ההזמנה הוא על הלוח שלך.
hi: निमंत्रण कोड आपके क्लिपबोर्ड पर है।
id: Kode undangan ada di clipboard-mu.
ja: 招待コードはクリップボード上にあります。
ms: Kode undangan ada di papan klipmu.
tr: Davet kodu, kliplerinizdedir.
ur: دعوتی کوڈ آپ کے محور پر ہے.
vi: Mã mời nằm trong bảng nháp của anh.

source: Then %@/week
ar: ثم %@ أسبوع
fil: Pagkatapos %@/sanlinggo
hi: फिर %@/week
ja: それから %@/週
ms: Lalu kemudian %@/minggu
tr: Sonra %@ / hafta

source: Then %@/year
ar: ثم %@ سنة
fil: Pagkatapos %@/year
hi: फिर %@ / वर्ष
ja: それから %@/年
ms: Dan kemudian %@/tahun
tr: Sonra %@ / yıl

source: There is nothing now
ar: لا يوجد شيء الآن
fil: Walang anuman ngayon
he: אין שום דבר עכשיו
hi: अभी कुछ नहीं है
id: Tidak ada sekarang
ja: 今は何もない
ms: Tidak ada sekarang
tr: Şimdi hiçbir şey yok
ur: اب کچھ بھی نہیں ہے
vi: Không còn gì nữa.

source: They expire 2 hours after you claim them.
ar: تنتهي بعد ساعتين من مطالبتك بها
fil: Sila'y pumanaw ng 2 oras pagkatapos mong angkinin ang mga ito.
he: הם מסתיימים שעתיים אחרי שאתה טוען להם.
hi: जब आप उन्हें दावा करते हैं तो वे 2 घंटे लगते हैं।
id: Mereka berakhir 2 jam setelah Anda mengklaim mereka.
ja: 請求後2時間以内に期限が切れます。
ms: Mereka berakhir 2 jam setelah kau mengklaimnya.
tr: Onları iddia ettikten 2 saat sonra sona ermişler.
ur: ان کا دعویٰ کرنے کے 2 گھنٹے بعد انتقال ہوا۔
vi: Họ hết hạn 2 giờ sau khi anh đòi họ.

source: This action is permanent and cannot be undone.
ar: وهذا العمل دائم ولا يمكن أن يُبطل.
fil: Ang pagkilos na ito ay permanente at hindi maaaring ipagpaliban.
he: פעולה זו היא קבועה ולא ניתן לבטלה.
hi: यह कार्रवाई स्थायी है और नहीं हो सकता है।
id: Aksi ini permanen dan tidak dapat dibatalkan.
ja: このアクションは恒久的であり、元に戻すことはできません。
ms: Tindakan ini permanen dan tidak dapat dibatalkan.
tr: Bu eylem kalıcıdır ve geri alınamaz.
ur: یہ عمل مستقل ہے اور نا قابل عمل ہے۔
vi: Hành động này là vĩnh viễn và không thể thay đổi.

source: This creation will be permanently deleted and cannot be recovered.
ar: وسيتم حذف هذا الخلق بصورة دائمة ولا يمكن استرداده.
fil: Ang paglalang na ito ay permanenteng aalisin at hindi na maibabalik.
he: יצירה זו תימחק לצמיתות ולא ניתן לשחזר.
hi: यह रचना स्थायी रूप से नष्ट हो जाएगी और इसे ठीक नहीं किया जा सकता है।
id: Penciptaan ini akan dihapus permanen dan tidak dapat dipulihkan.
ja: この作品は永続的に削除され、復元できません。
ms: Coged ciptaan ini akan dihapus permanen dan tidak dapat dipulihkan.
tr: Bu yaratım kalıcı olarak silinecek ve kurtarılamaz.
ur: اس مخلوق کو مستقل طور پر ختم کر دیا جائے گا اور دوبارہ بحال نہیں کیا جا سکتا۔
vi: Tạo vật này sẽ bị xoá hoàn toàn và không thể phục hồi.

source: Today
ar: اليوم
fil: Ngayon
he: היום
hi: आज
id: Hari ini
ja: 今日更新
ms: Hari Ini
tr: Bugün Bugün Bugün Bugün Bugün Bugün Bugün Bugün Bugün
ur: آجکل
vi: Hôm nay

source: Top Up Credits
ar: الائتمانات العليا
fil: Itaas na mga Papuri
he: למעלה זיכויים
hi: टॉप अप क्रेडिट
id: Credits Puncak
ja: トップアップクレジット
ms: Penghargaan Top Up
ur: بالائی تعریفیں
vi: Danh sách chính

source: Try %@
ar: جرب %@
fil: Subukan %@00
hi: कोशिश करो %@
ja: 試す %@
ms: Cuba %@
tr: Deneyin %@

source: Try Again
ar: حاول مرة أخرى
fil: Subukan Muli
he: נסה שוב
hi: फिर से कोशिश करें
id: Coba Lagi
ja: もう一度試す
ms: Cuba Lagi
tr: Tekrar Dene
ur: دوبارہ کوشش کریں
vi: Thử lại

source: Try every premium feature before you subscribe
ar: جرب كل سمات الأقساط قبل أن تشارك
fil: Subukin ang bawat mahalagang bahagi bago ka magskribe
he: נסה כל תכונה פרימיום לפני שאתה מנוי
hi: सब्सक्राइब करने से पहले प्रत्येक प्रीमियम सुविधा की कोशिश करें
id: Coba setiap fitur premium sebelum Anda berlangganan
ja: 購読する前に、すべてのプレミアム機能を試してください
ms: Coba setiap fitur premium sebelum Anda berlangganan
tr: abone olduğunuzdan önce her prim özelliğini deneyin
ur: ٹائپ کرنے سے پہلے ہر قسم کی خصوصیات کوشش کریں
vi: Hãy thử mọi tính năng cao cấp trước khi đăng ký

source: Try Now
ar: حاول الآن
fil: Subukan Ngayon
he: נסו עכשיו
hi: अब कोशिश करो
id: Coba Sekarang
ja: 今すぐお試しください
ms: Cuba Sekarang
tr: Try Now Try Now
ur: اب کوشش کریں
vi: Thử bây giờ

source: Two surprises are waiting for you
ar: مفاجآت تنتظرك
fil: Dalawang sorpresa ang naghihintay sa iyo
he: שתי הפתעות מחכים לכם
hi: दो आश्चर्य आपके लिए इंतजार कर रहे हैं
id: Dua kejutan yang menunggu untuk Anda
ja: 2つの驚きがあなたを待っています
ms: Ada dua kejutan yang menunggumu.
tr: İki sürpriz sizi bekliyor
ur: دو حیرت انگیز آپ کے انتظار میں ہیں
vi: Hai ngạc nhiên đang chờ anh.

source: Unable to load rewards. Tap to retry.
ar: غير قادر على تحمّل المكافآت
fil: Hindi kayang magkarga ng mga gantimpala.Tap to retry.
he: לא ניתן לטעון תגמולים
hi: इनामों को लोड करने में असमर्थ।
id: Tidak dapat memuat hadiah. Sentuh untuk mencoba lagi.
ja: 報酬をロードできません。 再試行をタップします。
ms: Tidak dapat memuat imbalan.
tr: Ödüller yüklemek için kullanılamaz. Yeniden deneme için Tap.
ur: معاوضہ لوڈ کرنے میں ناقابل۔ ٹیپ واپس لانے کے لئے.
vi: Không thể tải phần thưởng.

source: Unable to send feedback
ar: عدم القدرة على إرسال تعليقات
fil: Hindi makapagpadala ng impormasyon
he: בלתי אפשרי לשלוח משוב
hi: प्रतिक्रिया भेजने में असमर्थ
id: Tidak dapat mengirim umpan balik
ja: フィードバックを送信できない
ms: Tidak dapat mengirim umpan balik
tr: Geri bildirim göndermek için kullanılamaz
ur: جواب بھیجنے میں ناقابل
vi: Không thể gửi thông báo phản hồi

source: Unable to send suggestion
ar: عدم القدرة على إرسال اقتراح
fil: Hindi makapagpadala ng mungkahi
he: בלתי אפשרי לשלוח הצעות
hi: सुझाव भेजने में असमर्थ
id: Tidak dapat mengirim saran
ja: 提案を送信できない
ms: Tidak dapat mengirim saran
tr: Öneri göndermek için
ur: تجویز بھیجنے میں ناقابل
vi: Không thể gửi gợi ý

source: Unable to update account
ar: عدم القدرة على تحديث الحسابات
fil: Hindi ma-update ang account
he: בלתי אפשרי לעדכן את החשבון
hi: खाता अद्यतन करने में असमर्थ
id: Tidak dapat memutakhirkan akun
ja: アカウントを更新できない
ms: Tak dapat memperbarui akun
tr: güncelleştirme hesabı
ur: کھاتہ تجدید کرنے میں ناکامی
vi: Không thể cập nhật tài khoản

source: Up to %@ videos yearly
ar: ما يصل إلى %@ شريط فيديو سنويا
hi: सालाना %@ वीडियो तक
ja: 最 %@ ビデオ年
ms: Video tahunan mencapai %@
tr: %@ videolarına kadar

source: Up to %lld videos yearly
ar: ما يصل إلى %lld شريط فيديو سنويا
hi: सालाना %lld वीडियो तक
ja: 最 %lld ビデオ年
ms: Tahunnya mencapai %lld video
tr: %lld videolarına kadar

source: Upload Image
ar: رفع الصورة
fil: Larawan sa Itaas
he: המונחים:
hi: छवि अपलोड करें
id: Unggah Gambar
ja: アップロードイメージ
ms: Imej loadloadload
ur: تصویر اپ لوڈ کریں
vi: Tải ảnh lên

source: Uploaded
ar: تحميل
fil: Iniangat
he: ההרחבה
hi: अपलोड करना
id: Terunggah
ja: アップロード
ms: Telah dimuat naik
ur: اوپر اٹھائے گئے
vi: Đã tải lên

source: Use a photo created with Photo Revival
ar: إستعملْ الصورةَ المُنشأة مَع Photo Revival
fil: Gumamit ng larawan na ginawa sa Photo Revival00
he: השתמש בתמונות שנוצרו עם Photo Revival
hi: Photo Revival के साथ बनाई गई तस्वीर का उपयोग करें
ja: Photo Revivalで作成された写真を使用する
ms: Use a photo diciptakan dengan Photo Revival
tr: Photo Revival ile yaratılan bir fotoğraf kullanın

source: Use previously uploaded photo
ar: استخدام الصور المحملة سابقا
fil: Gamitin ang naunang naka - download na larawan
he: השתמש בתמונות שהועלו בעבר
hi: पहले अपलोड की गई तस्वीर का उपयोग करें
id: Gunakan foto yang diunggah sebelumnya
ja: 以前にアップロードされた写真を使用する
ms: Name
tr: Daha önce yüklenen fotoğraf
ur: اس سے پہلے اپلوڈ شدہ فوٹو استعمال کريں
vi: Dùng ảnh đã tải lên trước

source: Video
ar: فيديو
he: סרטון
hi: वीडियो
ja: 動画
ur: ویڈیو

source: Video generation failed
ar: فشل جيل الفيديو
fil: Bigo ang henerasyon ng mga video
he: הדור נכשל
hi: वीडियो पीढ़ी विफल
id: Pembuatan video gagal
ja: ビデオ生成失敗
ms: Gagal membuat generasi video
tr: Video nesli başarısız oldu
ur: ویڈیو نسل ناکام ہوئی
vi: Thế hệ phim ảnh thất bại

source: View credits
ar: ائتمانات فيو
fil: Malasin ang mga kredito
he: צפייה באשראי
hi: क्रेडिट देखें
id: Tilik kredit
ja: クレジットを見る
ms: Kredit View
tr: Fırsatları Görüntüle
ur: کریڈٹ دیکھیں
vi: Xem tín dụng

source: Wait! Don't Miss This 🎁
ar: انتظر لا تفوت هذا
fil: Maghintay! Huwag Kaligtaan Ito 🎁
he: אל תפספסו את זה
hi: I don't Miss it.
id: Tunggu!
ja: 待たせます! 見逃せません。
ms: Tunggu!
tr: Bekleyin! Bu Don
ur: رکو! یہ مس مت کرو
vi: Đợi đã, đừng bỏ lỡ cái này.

source: Welcome to Photo Revival
ar: مرحبا بكم في Photo Revival
fil: Maligayang pagdating Photo Revival
he: ברוכים הבאים Photo Revival
hi: आपका स्वागत है Photo Revival
id: Selamat Datang Photo Revival
ja: ようこそ! Photo Revival
ms: Selamat Datang di Photo Revival
tr: Hoş geldiniz to Welcome to Welcome to Welcome to Welcome to Welcome to Welcome to Welcome to Photo Revival
ur: خوش آمدید Photo Revival
vi: Chào mừng đến với Photo Revival

source: What's next? Try these:
ar: ما التالي؟
fil: Subukan ang mga ito:
he: מה הלאה? נסה את זה:
hi: क्या है?
id: Apa selanjutnya?
ja: 次は何ですか? これらを試してみる:
ms: Coba ini:
tr: Sonraki nedir? Bunları deneyin:
ur: اس کے بعد کیا ہے؟ یہ کوشش کریں:
vi: Tiếp theo là gì?

source: You are responsible for your rendered content. Use our app legally and ethically. Our policies apply.
ar: أنت مسؤول عن مضمونك قانونيا وأخلاقيا، تطبق سياساتنا.
fil: Gamitin ang aming app Kapit sa batas at etika ang ating mga patakaran.
he: אתה אחראי לתוכן ההפוך שלך באופן חוקי ומוסרי, המדיניות שלנו חלה.
hi: आप अपनी सामग्री के लिए जिम्मेदार हैं। कानूनी रूप से और नैतिक रूप से हमारी नीतियां लागू होती हैं।
id: Anda bertanggung jawab atas isi yang diberikan Anda. Gunakan aplikasi kami Secara hukum dan etis kebijakan kami berlaku.
ja: レンダリングされたコンテンツに責任を負います。アプリを使用する 法的かつ倫理的に。当社の方針が適用されます。
ms: Anda bertanggung jawab untuk konten terjemahan Anda. Gunakan aplikasi kami Kebijakan kami berlaku.
tr: Uygulamanızdan sorumlusunuz. Uygulamamızı kullanın. Yasal ve etik olarak, politikalarımız geçerlidir.
ur: آپ کا فرض ہے کہ آپ اِس ویب‌سائٹ پر مواد استعمال کریں ۔ قانونی اور اخلاقی طور پر ہماری پالیسیوں کا اطلاق ہوتا ہے ۔
vi: Bạn phải chịu trách nhiệm về nội dung được trình bày. Chính sách của chúng tôi áp dụng.

source: You will need to sign in again to access your account.
ar: عليك أن توقع مرة أخرى للدخول إلى حسابك
fil: Kailangan mong pumirmang muli upang makuha ang iyong account.
he: תצטרך להיכנס שוב כדי לגשת לחשבון שלך.
hi: आपको अपने खाते तक पहुंचने के लिए फिर से साइन इन करना होगा।
id: Kau harus masuk lagi untuk mengakses akunmu.
ja: アカウントにアクセスするには、再度サインインする必要があります。
ms: Kau harus masuk lagi untuk mengakses rekeningmu.
tr: Hesabınıza erişmek için tekrar oturum açmanız gerekecek.
ur: اپنے اکاؤنٹ تک رسائی کے لیے آپ کو دوبارہ دستخط کرنے کی ضرورت پڑے گی۔
vi: Anh sẽ cần đăng ký lại để truy cập tài khoản của mình.

source: You've got a Special gift!
ar: لديك هدية خاصة
fil: Mayroon kang espesyal na regalo!
he: יש לך מתנה מיוחדת!
hi: आपको एक विशेष उपहार मिला है!
id: Kau punya hadiah khusus!
ja: スペシャルギフトをプレゼント!
ms: Kau punya hadiah istimewa!
tr: Özel bir hediyeniz var!
ur: آپ کو ایک خصوصی تحفہ مل گیا ہے!
vi: Anh có một món quà đặc biệt!
